{
  "content": null,
  "embeds": [
    {
      "title": "Rules",
      "description": "1. Don't be a jerk and irritate other members, especially on the basis of sex, race, gender, physical conditions, age, religion, origin, socioeconomic status, or other intrinsic characteristics. Targeted harassment will result in an immediate and indefinite ban.\n\n2. Intentionally leaking private information of other people will result in an indefinite ban. This also includes false information and rumors.\n\n3. Don’t create pointless conflict. Arguing for no reason is a waste of everyone's time. To reduce this, please avoid from discussing sensitive topics. We also ask that you avoid sharing messages from this server with other people if it's likely to create conflict.\n\n4. Keep NSFW content out of this server— Do not post gore, real life pornographic content, or link to sites that provide such things. Yes, this includes cropped NSFW content in meme material, and heavy NSFW text. Please also avoid sensitive topics that could make people uncomfortable. If you're unsure, privately ask an admin.\n\n5. Do not spam or go on long, unwarranted tangents. This includes emoji spam or other types of media spam.\n\n6. This server is a place for friendly discussions, not advertising. It's fine to mention what you've been working on now and then, or reference something that's related to the existing conversation topic, but please avoid using our community as a place to frequently and shamelessly advertising your stuff.\n\n7. While we’re here to support you, please also be mindful of others. We’re not in the position to directly address your needs. Do not engage in excessively emotional or intense communication that overwhelms other members or creates an unsafe environment.\n\n8. Keep conversations on-topic for the channel you're currently in. It's okay to get off-topic for a little bit, as it happens in natural conversation, but please try to move to a more appropriate channel if the off-topic discussion continues. <#957432873701503047> will fit most topics, but it's primarily focused on project related discussion. When in doubt, <#1077831619601252423> is the correct channel.",
      "color": 11095551
    },
    {
      "title": "Enforcement",
      "description": "In the case that a specific punishment isn’t specified in the rules, a warning will be issued. You’ll also be sent to a private channel where you’ll be able to discuss the matter with staff, and explain the warn if applicable. After 3 logged warnings, you will be banned.",
      "color": 11095551
    }
  ],
  "username": "Raboneko",
  "avatar_url": "https://raw.githubusercontent.com/FyraLabs/homepage/main/src/assets/people/raboneko.webp",
  "attachments": []
}
